Repository: oswaldocavalcante/udwdelivery
Catalog: languages/uberdirect-*.po
Languages: pt_br

source: Please install and activate WooCommerce to use Uber Direct!
pt_br: Por favor, instale e ative o WooCommerce para usar o Uber Direct!

source: Send
pt_br: Enviar

source: Courier
pt_br: Entregador

source: Phone number
pt_br: Número de telefone

source: Close modal panel
pt_br: Fechar painel modal

source: Order shipment #%s
pt_br: Destinatário

source: Recipient Name
pt_br: Nome do Destinatário

source: Delivery Address
pt_br: Endereço de Entrega

source: Notes
pt_br: Observações

source: Name
pt_br: Nome

source: Vehicle
pt_br: Veículo

source: Tracking URL
pt_br: URL de Rastreamento

source: Shipping cost: %s %s
pt_br: Custo de envio: %s %s

source: Tip: %s %s
pt_br: Gorjeta: %s %s

source: Shipping Information
pt_br: Informações de Envio

source: Complement
pt_br: Complemento

source: Paid Shipping
pt_br: Frete Pago

source: Package
pt_br: Pacote

source: Order ID
pt_br: ID do Pedido

source: Request courier
pt_br: Solicitar entregador

source: Uber Direct delivery service for Woocommerce.
pt_br: Serviço de entrega Uber Direct para WooCommerce.

source: Access Credentials
pt_br: Credenciais de Acesso

source: Your Customer (Business ID) in Uber Direct settings.
pt_br: Seu Customer ID (Business ID) nas configurações do Uber Direct.

source: Your Client ID in Uber Direct settings.
pt_br: Seu ID de Cliente nas configurações do Uber Direct.

source: Your Client Secret in Uber Direct settings.
pt_br: Seu Segredo do Cliente nas configurações do Uber Direct.

source: Extra fee
pt_br: Taxa extra

source: Set an extra fee to compensate the variation between the quote price and the actual delivery price. This difference, if positive, will be given as a tip for the driver.
pt_br: Defina uma taxa extra para compensar a variação entre o preço cotado e o preço real da entrega. Essa diferença, se positiva, será dada como gorjeta para o motorista.

source: Enter a value with one monetary decimal point (,) without thousand separators and currency symbols.
pt_br: Digite um valor com um ponto decimal monetário (,) sem separadores de milhar e símbolos de moeda.

source: Connected
pt_br: Conectado

source: Uber Direct: Set your API access credentials.
pt_br: Uber Direct: Configure suas credenciais de acesso à API.

source: See delivery
pt_br: Ver entrega

source: Send now
pt_br: Enviar agora

source: Copy
pt_br: Copiar

source: Open
pt_br: Abrir

source: Cancel delivery
pt_br: Cancelar entrega

source: Pending
pt_br: Pendente

source: Pickup
pt_br: Coleta

source: Pickup complete
pt_br: Coletado

source: Dropoff
pt_br: Entregando

source: Delivered
pt_br: Entregue

source: Canceled
pt_br: Cancelado

source: Returned
pt_br: Devolvido

source: today
pt_br: hoje

source: tomorrow
pt_br: amanhã

source: (arrives %s, %s)
pt_br: (chegará %s, %s)

source: Pickup daily time
pt_br: Horário diário de coleta

source: Set the daily time for the delivery service. This will be used to show to the clients the delivery deadlines.
pt_br: Defina o horário diário para o serviço de entrega. Isso será usado para mostrar aos clientes os prazos de entrega.

source: Starting pickups
pt_br: Início das coletas

source: Enter the starting time that couriers can pickup orders at your store to delivery.
pt_br: Insira o horário de início em que os entregadores podem retirar os pedidos em sua loja para a entrega.

source: Ending pickups
pt_br: Encerramento das coletas

source: Enter the ending time that couriers can pickup orders at your store to delivery. After this time, the delivery deadline shown will consider the next avaliable day.
pt_br: Insira o horário de término em que os entregadores podem retirar os pedidos em sua loja para a entrega. Após esse período, o prazo de entrega mostrado considerará o próximo dia disponível.

source: Weekend pickups
pt_br: Coletas em finais de semana

source: Select if couriers can pickup orders at your store in the weekends.
pt_br: Selecione se os entregadores podem retirar pedidos em sua loja aos finais de semana.

source: Processing time
pt_br: Tempo de preparação

source: The average time needed to prepare the package to be ready for pickup.
pt_br: O tempo médio necessário para preparar o pacote para ser recolhido.
